package com.example.quotes.Utils;

import com.example.quotes.R;

import static com.example.quotes.R.drawable.*;
public class Utils {

    public static String[] quotes = {
            "सफल और असफल लोग अपनी क्षमताओं में बहुत भिन्न नहीं होते हैं। वे अपनी क्षमता तक पहुँचने के लिए अपनी इच्छाओं में भिन्न होते हैं",
            "महत्वपूर्ण बात यह नहीं है कि हर बच्चे को पढ़ाया जाना चाहिए, बल्कि हर बच्चे को सीखने की इच्छा दी जानी चाहिए।",
            "जो आप नहीं कर सकते, उसे आप जो कर सकते हैं उसमें हस्तक्षेप न करने दें ।",
            "जो कोई भी अपने जीवन में एक बच्चे की मदद करने के लिए कुछ भी करता है वह मेरे लिए एक नायक है ।",
            "जो हम खुशी से सीखते हैं उसे हम कभी नहीं भूलते।",
            "मंज़िल उन्हीं को मिलती है , जिनके सपनों में जान होती है!! पंख से कुछ नहीं होता , हौसलों से उड़ान होती है!",
            "हौसले बुलंद कर रास्तों पर चल दे.. तुझे तेरा मुकाम मिल जाएगा ,बढ़कर अकेला तू पहल कर देखकर तुझको…. काफिला खुद बन जाएगा",
            "मत सोच इतना … जिंदगी के बारे में , जिसने जिंदगी दी है… उसने भी तो कुछ सोचा होगा!",
            "जो हो गया उसे सोचा नहीं करते जब मिल गया उसे खोया नहीं करते हासिल उन्हें होती है सफलता…. जो वक़्त और हालात पर रोया नहीं करते!!",
            "सफ़र में मुश्किलें आए ,तो हिम्मत और बढ़ती है …अगर कोई रास्ता रोके ,तो जुर्रत और बढ़ती है…. अगर बिकने पर आ जाओ, तो घट जाता है दम अक्सर … ना बिकने का इरादा हो तो ,कीमत और बढ़ती है…",
            "“जिसने भी किया है कुछ बड़ा वो कभी किसी से नहीं डरा ।”"
    };
    public static int[] imglist = {img1,img2,img_2,img_4,img_3,img_6,img_7,img_8};

}
